const MEMES_INFO = [
  {
    id: "LOL",
    name: "LOL",
    url: "/images/lol.jpg",
    year: "14 июня 2010 года",
    isLiked: false,
    info:
      " Начнём с того, что LOL – это англоязычный акроним, означающий Laughing Out Loud (Громко смеяться). Само по себе это слово уже является мемом и возникло в начал 2000-х в среде американских школьников, которые любили сокращать выражения, обмениваясь СМС. В 2011 году LOL занесли в Оксфордский словарь. Фейс LOL Guy впервые появился 14 июня 2010 года на сайте 4chan. Его создатель сам разместил картинку, предугадывая, что она станет мемом. Всего через 4 дня изображение перекочевало на Reddit и обрело дикую популярность. Относится к категории мемов-фейсов из комиксов Rage Comics.",
  },
  {
    id: "PF",
    name: "Pokerface",
    isLiked: false,
    year: "2010",
    url: "/images/PF.jpg",

    info: "   Lorem ipsum dolor sit amet consectetur adipisicing elit. Doloribus rerum sunt minima ad fuga aliquam?  ",
  },
  {
    id: "TF",
    name: "Trollface",
    year: "2008",
    info:
      "Впервые троллфейс появился 19 сентября 2008 года на сервисе Deviantart в комиксе пользователя Whynne. Лицо с этого комикса мгновенно разлетелось по имиджбордам, начало набирать популярность и в конце концов достигло статуса мема.",
    isLiked: false,
    url: "../../../public/images/Trollface.png",
  },
  {
    id: "OK",
    name: "Okay..",
    year: "24 августа 2010 года",
    info:
      "Персонаж, который c бесконечно горькой миной всегда говорит «окей» даже в тех случаях, когда большинство rage-парней не согласилось бы или даже проявило негативную реакцию. Впервые появился на Reddit 24 августа 2010 года.",
    isLiked: false,
    url: "/images/okay.jpg",
  },
  {
    id: "MG",
    name: "Me gusta",
    year: "18 марта 2010 года",
    isLiked: false,
    info:
      "Первый комикс был размещён на сайте Реддит 18 марта 2010 года. Автор Me Gusta — пользователь одного хорошего сайта художников «Девиант Арт» под ником Insert31990. Сам же мем возник примерно в ноябре 2010. Позже мем распространился, как всегда, на Форчане и завоевал Интернет.",
    url: "/images/megusta.png",
  },
  {
    id: "FA",
    name: "Forever Alone",
    isLiked: false,
    year: "2010",
    url: "/images/fa.png",
    info:
      "Forever Alone (Вечно Одинокий) — депрессивный и одинокий персонаж без друзей и каких-либо перспектив в жизни. Его можно встретить в любой ситуации, где человек чувствует себя всеми покинутым или же ему просто очень грустно. Это очень популярный фейс, который стал мемом и который с огромной скоростью распространяется по Интернету. Комиксы с Forever Alone захватывают соцсети и умы одиноких школьников и студентов, которые никогда не перестанут быть одинокими. Особенно Forever Alone активизируется на 14 февраля («день святого Валентина» или «день влюбленных»). Сия физиономия впервые появилась в одном из Rage comics’ов, где главного персонажа ужалила оса прямо в лицо, вследствие чего оно распухло. Однако очевидцы утвержают, что перед появлением на Форчане Форевер Алон частенько мелькал на Funny Junk примерно с конца июня 2010 года.",
  },
  {
    id: "EW",
    name: "Epic Win",
    idLiked: false,
    year: "",
    info: "Интернет умалчивает об истории данного мема",
    url: "/images/ew.jpg",
  },
];
export default MEMES_INFO;
